url = {
    "base": "http://netsaleop.1905.com",
    "login": "/index.php?s=/public/login"
}
cinemalist = [
    {'id': '61', 'name': '浙江省富阳时代电影大世界', 'code': '33013701'},
    {'id': '87', 'name': '安徽省蚌埠市时代巨幕影城', 'code': '34031901'},
    {'id': '62', 'name': '马鞍山大华时代电影大世界', 'code': '34050501'},
    {'id': '98', 'name': '浙江杭州高美时代影城', 'code': '33018581'},
    {'id': '59', 'name': '江苏南京高淳时代影城 ', 'code': '32017311'},
    {'id': '63', 'name': '广德时代国际影城 ', 'code': '34140901'}
]

applist = [{"id": "0", "app_name": "全部"}, {"id": "1000000001", "app_name": "来一票"},
           {"id": "1000000002", "app_name": "微票儿"}, {"id": "1000000004", "app_name": "时光网"},
           {"id": "1000000005", "app_name": "猫眼"}, {"id": "1000000006", "app_name": "百度糯米"},
           {"id": "1000000007", "app_name": "天脉i电影"}, {"id": "1000000008", "app_name": "指点无限"},
           {"id": "1000000009", "app_name": "科大讯飞"}, {"id": "1000000010", "app_name": "蜘蛛网"},
           {"id": "1000000011", "app_name": "去哪儿旅行"}, {"id": "1000000012", "app_name": "淘票票"},
           {"id": "1000000013", "app_name": "微票儿智慧影院"},
           {"id": "1000000014", "app_name": "1905影票"}, {"id": "1000000015", "app_name": "格瓦拉"},
           {"id": "1000000016", "app_name": "卖座网"}, {"id": "1000000017", "app_name": "火票务"},
           {"id": "1000000018", "app_name": "易得票"}, {"id": "1000000019", "app_name": "抠电影"},
           {"id": "1000000020", "app_name": "艺恩"}, {"id": "1000000021", "app_name": "卡拉撒"},
           {"id": "1000000022", "app_name": "新疆联通"}, {"id": "1000000023", "app_name": "就爱优品"},
           {"id": "1000000024", "app_name": "爱影院"}, {"id": "1000000025", "app_name": "VC电影"},
           {"id": "1000000026", "app_name": "影店"}, {"id": "1000000027", "app_name": "1905云商"},
           {"id": "1000000028", "app_name": "看购"}, {"id": "1000000029", "app_name": "必趣网"},
           {"id": "1000000030", "app_name": "会员宝"}, {"id": "1000000031", "app_name": "超影文化"},
           {"id": "1000000032", "app_name": "天府云端小城"}, {"id": "1000000033", "app_name": "最美影视"},
           {"id": "1000000034", "app_name": "文创成都"}, {"id": "1000000035", "app_name": "80票"},
           {"id": "1000000036", "app_name": "海墨文化"}, {"id": "1000000037", "app_name": "新疆电影_兜有云"},
           {"id": "1000000038", "app_name": "票神"}, {"id": "1000000039", "app_name": "珠影通"},
           {"id": "1000000040", "app_name": "高美"}, {"id": "1000000041", "app_name": "票时代"}]
